// Задание 1
// Напиши функцию double(), которая принимает на вход массив, а в ответ возвращает массив из удвоенных элементов первого массива
// Т.е. 
// arr1 = [2, 4, 6, 8, 10]
// res = [4, 16, 36, 64, 100]
// Будет круто, если получится еще и написать тест на эту функцию, но это задача со * :)


// Задание 2
// Используя один из методов .map() или .forEach() сделай первую букву каждого элемента списка заглавной
// Могут понадобиться еще такие методы как .toUpperCase() и, например, substring()  
const cities = [
  "miami",
  "barcelona",
  "madrid",
  "amsterdam",
  "berlin",
  "sao paulo",
  "lisbon",
  "mexico city",
  "paris"
];
